
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "De manier waarop de volgende URL moet worden geladen in onbekend: %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Er kan geen verbinding met host '%@' tot stand worden gebracht.";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Er is een ongeldige koptekst van de server ontvangen.";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Het IP-adres van host '%@' kan niet worden vastgesteld.";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "De omschrijving van poort %d kan niet worden opgehaald.";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Er kan geen verbinding met host '%@' tot stand worden gebracht via poort %d.";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Er is een onbekende reactie van de HTTP-server ontvangen %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "De HTTP-aanvraag is niet gelukt voor de URL %@:%@.";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "De verbinding met host '%@' is vebroken.";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Er kan niet worden gelezen van '%@'.";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Er is een omleidingslus gevonden tijdens het laden van de URL '%@'";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Voorziening niet beschikbaar voor host: %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Er kan geen gegevensverbinding worden geopend voor URL-pad: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Object niet beschikbaar voor opgegeven URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP-commando niet herkend door host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Gebruikersnaam of wachtwoord niet herkend.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytes";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ van %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytes";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Bestand kan niet worden aangemaakt";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Bestand kan niet worden verplaatst";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Bestand kan niet worden geopend";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Bestand kan niet worden verwijderd";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Bestand kan niet worden geschreven";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "DNS-zoekfout";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Decoderen gedownload bestand mislukt";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Decoderen gedownload bestand mislukt";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Er heeft zich een fout voorgedaan bij het sluiten van het bestand";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Wachtwoord webformulier";

/* HTTP result code string */
"accepted" = "geaccepteerd";

/* WebFoundationErrorBadURLError description */
"bad URL" = "onjuiste URL";

/* HTTP result code string */
"bad gateway" = "onjuiste gateway";

/* HTTP result code string */
"bad request" = "onjuist verzoek";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "onjuist servercertificaat";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "onjuist serverantwoord";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "kan raw-gegevens niet decoderen";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "kan materiaal niet decoderen";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "kan antwoord niet analyseren";

/* WebFoundationErrorCancelled description */
"cancelled" = "geannuleerd";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "er kan geen verbinding met de host tot stand worden gebracht";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "host onvindbaar";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "er kan niet vanaf het netwerk worden geladen";

/* HTTP result code string */
"client error" = "clientfout";

/* HTTP result code string */
"conflict" = "conflict";

/* HTTP result code string */
"continue" = "ga door";

/* HTTP result code string */
"created" = "aanmaak";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "fout bij lezen van stream";

/* HTTP result code string */
"expectation failed" = "verwachting mislukt";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "verlopen servercertificaat";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "bestand bestaat niet";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "bestand is een directory";

/* HTTP result code string */
"forbidden" = "verboden";

/* HTTP result code string */
"found" = "gevonden";

/* HTTP result code string */
"gateway timed out" = "time-out gateway";

/* HTTP result code string */
"informational" = "ter informatie";

/* HTTP result code string */
"internal server error" = "interne serverfout";

/* HTTP result code string */
"length required" = "lengte vereist";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "netwerkverbinding verbroken";

/* HTTP result code string */
"method not allowed" = "methode niet toegestaan";

/* HTTP result code string */
"moved permanently" = "permanent verplaatst";

/* HTTP result code string */
"multiple choices" = "meerdere keuzes";

/* HTTP result code string */
"needs proxy" = "proxy vereist";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "geen internetverbinding";

/* HTTP result code string */
"no content" = "geen inhoud";

/* HTTP result code string */
"no error" = "geen fout";

/* HTTP result code string */
"no longer exists" = "bestaat niet langer";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "geen bevoegdheden om bestand te lezen";

/* HTTP result code string */
"non-authoritative information" = "onbevoegde informatie";

/* HTTP result code string */
"not found" = "niet gevonden";

/* HTTP result code string */
"not modified" = "niet gewijzigd";

/* HTTP result code string */
"partial content" = "gedeeltelijke inhoud";

/* HTTP result code string */
"payment required" = "betaling vereist";

/* HTTP result code string */
"precondition failed" = "voorwaarde mislukt";

/* HTTP result code string */
"proxy authentication required" = "proxy-identiteitscontrole vereist";

/* HTTP result code string */
"redirected" = "omgeleid";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "omgeleid naar nergens";

/* HTTP result code string */
"request timed out" = "time-out verzoek";

/* HTTP result code string */
"request too large" = "verzoek te groot";

/* HTTP result code string */
"requested URL too long" = "opgevraagde URL te lang";

/* HTTP result code string */
"requested range not satisfiable" = "opgevraagd bereik kan niet worden ingewilligd";

/* HTTP result code string */
"reset content" = "opnieuw ingestelde inhoud";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "resource niet beschikbaar";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "beveiligde verbinding mislukt";

/* HTTP result code string */
"see other" = "zie andere";

/* HTTP result code string */
"server error" = "serverfout";

/* HTTP result code string */
"service unavailable" = "voorziening niet beschikbaar";

/* HTTP result code string */
"success" = "succes";

/* HTTP result code string */
"switching protocols" = "schakelen tussen protocollen";

/* HTTP result code string */
"temporarily redirected" = "tijdelijk omgeleid";

/* WebFoundationErrorTimedOut description */
"timed out" = "time-out";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "te veel HTTP-omleidingen";

/* HTTP result code string */
"unacceptable" = "onacceptabel";

/* HTTP result code string */
"unauthorized" = "onbevoegd";

/* HTTP result code string */
"unimplemented" = "niet-geïmplementeerd";

/* Unknown filename */
"unknown" = "onbekend";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "niet-ondersteunde URL";

/* HTTP result code string */
"unsupported media type" = "niet-ondersteund mediatype";

/* HTTP result code string */
"unsupported version" = "niet-ondersteunde versie";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "niet-vertrouwd servercertificaat";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "resource van nul bytes";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "bron overschrijdt maximale grootte";
